/* 
  Localizable.strings
  

  Created by Andy Kwak on 2014-10-06.

*/
"Use BlackBerry Blend to view the messages and content from your BlackBerry device on your computer. You can also view your calendar and contacts, and manage files between your computer and device.  If your device is enterprise activated, you can securely access your work information, files, and intranet without connecting to VPN. BlackBerry Blend is supported on devices running BlackBerry 10 OS version 10.3 or later." = "Gebruik BlackBerry Blend om de berichten en inhoud van uw BlackBerry-toestel op uw computer weer te geven. U kunt ook uw agenda en contactpersonen bekijken, en bestanden beheren op zowel uw computer als uw toestel. Als er Enterprise-activering is uitgevoerd op uw toestel, hebt u veilig toegang tot uw zakelijke gegevens, bestanden en intranet zonder VPN-verbinding. BlackBerry Blend wordt ondersteund op toestellen met BlackBerry 10 OS versie 10.3 of hoger.";

"Use BlackBerry Link to back up and restore your device data, switch to a new device, update your device software, or reinstall device software. You can also sync your media, documents, and organizer data such as contacts and calendars between your device and your computer. Allow access to the files on your computer from your device using the remote file access feature, and more!" = "Gebruik BlackBerry Link om een back-up te maken van uw toestelgegevens, uw toestelgegevens te herstellen vanaf een back-up, naar een nieuw toestel over te schakelen, uw toestelsoftware bij te werken of deze opnieuw te installeren. U kunt ook uw media, documenten en organizergegevens zoals uw contactpersonen en agenda\'s synchroniseren tussen uw toestel en uw computer. Zorg dat u op uw toestel toegang hebt tot de bestanden op uw computer met behulp van de functie voor externe bestandstoegang, en profiteer van nog veel meer functies!";